Repository: BackupTheBerlios/ktvschedule
Catalog: ktvschedule/po/*.po
Languages: de

source: Channel Selector
de: Senderkonfiguration

source: &Submit
de: &Übertragung

source: Remove Channel
de: Sender entfernen

source: Inactive channels
de: Unbenutzte Sender

source: Add Channel
de: Sender hinzufügen

source: Active channels
de: Benutzte Sender

source: Up
de: Rauf

source: Down
de: Runter

source: Display Categories
de: Kategorien anzeigen

source: Credits
de: Mitwirkende

source: Producers
de: Produzenten

source: Guests
de: Gastschauspieler

source: Actors
de: Schauspieler

source: Title
de: Titel

source: SubTitle
de: Untertitel

source: Rating
de: Bewertung

source: Description
de: Beschreibung

source: Categories
de: Kategorie

source: Episode Number
de: Wiederholung

source: Total play time
de: Spielzeit

source: Language
de: Sprache

source: Scheduler
de: Kalenderprogramm

source: Show View
de: ShowViewnummer

source: PR Rating system
de: PR Bewertung

source: General
de: Allgemein

source: Grabber
de: Aktualisierungsprogramm

source: Behaviour
de: Verhalten

source: Auto go &to current time
de: Gehe automatisch zum &aktuellen Programm

source: Automatically track current time
de: Gehe automatisch zur aktuellen Zeit

source: Grabber Settings
de: Einstellungen Downloadprogramm

source: Path
de: Pfad

source: List Gra&bbers
de: Zeige Downloadprogramme

source: List available grabbers
de: Zeige zur Verfügung stehende Downloadprogramme

source: Configuration File
de: Konfigurationsdatei

source: XML File
de: XML Datei

source: Path to the tv grabber
de: Pfad zum Downloadprogramm

source: Configure current grabber
de: Konfiguriere Downloadprogramm

source: tv _grab configuration file.
de: tv_grab Kofigurationsdatei

source: XML output file of the tv grabber
de: XML-Ausgabedatei für das Downloadprogramm

source: tv_grab Options
de: Downloadprogrammoptionen

source: First day in
de: Erster Tag

source: Start grabbing in x days
de: Erster zu ladende Programm in n-Tagen

source: days
de: Tage

source: How many days to grab
de: Anzahl Tage zum Herunterladen

source: Number of Days to grab
de: Anzahl der Programmtage, welche Heruntergelanden werden sollen.

source: Full Details (takes &longer)
de: Alle Einzelheiten (benötigt mehr Zeit)

source: Update
de: Aktualisieren

source: Update Guide on start
de: Aktualisiere Programmtabelle beim Systemstart

source: days before end of current valid grid
de: Anzahl Tage vor aktuellem Programmtag

source: NxTvEPG settings
de: NxTvEPG Einstellungen

source: Path to xml file
de: Pfrad zur xml-Datei

source: Now &Playing
de: &Aktuelles Programm

source: &Refresh Guide
de: &Aktuallisiere Programm

source: &Manage Channels
de: &Konfiguriere Sender

source: Pre&vious Day
de: G&estern

source: &Next Day
de: M&orgen

source: &Find Next Show
de: &Suche nächstes laufende Programm

source: &Grid
de: &Programm

source: TV Schedule. KDE Front end for TV Schedule programs. created by xmltv (tv_grab_xx)
de: Sender Liste. KDE Programm. um sich das aktuelle TV-Programm anschauen.. benutzt die xmltv-Tools von www.xmltv.org

source: Main Developper
de: Hauptentwickler

source: A KDE KPart Application
de: Eine auf der Komponententechnik KPart basierende KDE-Anwendung.

source: Preferences
de: Einstellungen

source: General options
de: Allgemeine Einstellungen

source: Colors
de: Farben

source: Style settings
de: Einstellungen Aussehen

source: Schedule
de: Planung

source: Schedule settings
de: Erinngerungseinstellungen

source: Details Selection
de: Eigenschaften

source: This will set the default options in ALL pages of the preferences dialog! Continue?
de: Dies wird die allgemeinen Einstellungen von allen Seiten des "Einstellungsdialoges" anpassen!Fortsetzen?

source: Set default options?
de: Aktiviere Grundeinstellung?

source: Set defaults
de: Setze Grundeinstellungen

source: C&ustom
de: &Benutzerdefiniert

source: Schedule Agent
de: Erinnerungsprogramm

source: KOrganizer (needs konsolekalendar)
de: KOrganizer (benötigt konsolekalender)

source: KOrganizer. No options yet
de: KOrganizer. Noch keine Einstellungen möglich

source: Font color
de: Schriftfarbe

source: Background color
de: Hintergrundfarbe

source: Alarm (mins)
de: Alarm(Minuten)

source: Cancel if Late
de: Wenn überfällig, ignorieren

source: Style
de: Stil

source: Cell Colors
de: Zellfarbe

source: Current Program
de: Aktuelles Sendeprogramm

source: Next Programs
de: Nächste Programm

source: Previous Programs
de: Vorheriges Programm

source: Text Color
de: Textfarbe

source: Selected Category
de: Wähle Kategorie

source: _: NAME OF TRANSLATORS Your names
de: _: NAME OF TRANSLATORS Marc Hansen

source: _: EMAIL OF TRANSLATORS Your emails
de: _: EMAIL OF TRANSLATORS marcgie@berlios.de

source: Guest
de: Gäste

source: Episode number
de: Folge

source: No Rating
de: Keine Bewertung

source: Total Play Time
de: Spielzeit

source: Category
de: Kategorie

source: Show view
de: Showviewnummer

source: Value
de: Wert

source: Schedule Program
de: Setzte Programm in den Planer

source: Record Program
de: Speicher Programm

source: on channel
de: Laufendes Programm
